{"__type__":"cc.JsonAsset","_name":"XiaoJiQiao","json":{"1":{"Title":"单位换算（1a、1b的含义）","Content":"游戏内数字后面的字母，表示数值的单位。1a=1000，1b=1000000=1000a，依次类推"},"2":{"Title":"重置玩法技巧","Content":"关卡推不动了，可以进行重置，获取大量稀有奖励以及大师纹章，可大幅提升队伍等级，增强队伍战斗力"},"3":{"Title":"快速赚取金币的秘密","Content":"优先攒金币开启下一个工作以便获取更多的金币，合理的升级任务，能够更轻松地赚取金币。赚了金币记得及时给精灵强化哦"},"4":{"Title":"强大的精灵能力","Content":"精灵有红、橙、紫、蓝、绿、白6种质量，越高级质量的精灵越强大，进化精灵不仅能提升基础属性，更能解锁炫酷的外形"},"5":{"Title":"精灵天赋","Content":"消耗金币可以增加精灵的强化等级，强化可提升精灵的基础属性。精灵质量和进化等级越高，金币可增加的强化等级越高。强化等级越高，还能激活向导的天赋属性哦"},"6":{"Title":"上阵精灵的合理选择","Content":"队伍可以上阵相同的精灵，12个皮卡丘都能一起上阵，有些精灵的特殊能力只有上阵才有效，而有些在背包也能生效，一定要看清楚哦"},"7":{"Title":"奇妙的精灵特性","Content":"近战精灵是无法攻击飞行目标的，远程精灵则可以攻击空中目标，多培养不同特性的精灵是保持不败的前提"},"8":{"Title":"抓宠之白天和黑夜","Content":"有的精灵是有夜晚才会出来活动，刷新抓捕场景的时候要留意哦"},"9":{"Title":"抓宠之搜寻方式","Content":"在场景里面搜寻小精灵，钻石搜寻到特别稀有的精灵概率更高哦，如果体力搜寻不到中意的精灵，不妨试试钻石搜寻。"},"10":{"Title":"同一队伍的加成BUFF","Content":"大部分精灵都会拥有提升队伍战斗能力的光环，注意不同的搭配，可以在关卡中走的更远。"},"11":{"Title":"神装是怎样形成的","Content":"相同的装备只能上阵一件，不过多余的装备可以作为其他装备的进化材料，套装能够大幅度提升装备的能力，尽量收集整套的装备形成套装吧"},"12":{"Title":"逆天的装备能力","Content":"千万不能小看了装备的能力，有些装备增加工作获取的金币20000%，并且还能继续提升加强"},"13":{"Title":"合理运用主动技能","Content":"主动技能最多可上阵3个，效果也不尽相同，合理搭配使用能够更加快速地闯关"},"14":{"Title":"快速通关主线关卡","Content":"关卡越高BOSS越强，并且拥有物免或者魔免，一定要培养至少1个物理输出和1个魔法输出"},"15":{"Title":"关卡BOSS的丰厚奖励","Content":"关卡中每10关就会出现1个BOSS，击倒BOSS可以获得大量奖励，记住，打倒最后一个BOSS！！！"},"16":{"Title":"神秘的关卡宝箱","Content":"每个关卡都有概率获得宝箱，开到加速就爽歪歪了。并且有概率大量钻石！宝箱开到的金币并不是固定的，而是跟当前开启的工作有关，工作开启的越多，宝箱可获得的金币越多！"},"17":{"Title":"闯关速度","Content":"收集带有闯关基础速度属性的精灵，可极大加快闯关速度。比如开启宝箱有概率获得2倍闯关基础速度，收集几只波克比，有概率触发5倍闯关速度，爽不爽，谁用谁知道！"},"18":{"Title":"闯关速度之减速","Content":"速度快到飞起，看不清战斗的时候，可以点击主接口的倍速按钮暂时关闭加速。"},"19":{"Title":"副本的征服之路1","Content":"有的副本会限制几种属性的精灵进入，精灵搭配不同属性的精灵吧，稀有的装备在等待着你！"},"20":{"Title":"副本的征服之路2","Content":"副本随着难度的加深，BOSS和小兵会拥有物免或者魔免护罩，所以，队伍中物理、魔法，缺一不可啊"},"21":{"Title":"不容错过的商店","Content":"商店有时会刷新极品道具，比如精灵球，琥珀币，刷新卡，即便在战斗时，也不要忘了常来逛逛"},"22":{"Title":"离线的最大收益","Content":"有些精灵可以提升离线速度，并且是可以累加的，多多益善哦"},"23":{"Title":"扬名竞技场","Content":"辛辛苦苦收集到了那么多稀有小精灵，是不是迫切的想要证明自己的实力？来竞技场一试身手吧，最强的训练师都聚集在这里。"},"24":{"Title":"探索口袋世界的奥秘","Content":"将闲置的小精灵镶嵌在精灵羁绊中，探寻口袋世界的终极奥秘，还可以获得强大的队伍属性加成。"},"25":{"Title":"战斗塔中的极限挑战","Content":"副本没难度，主线太无聊，感觉没有什么追求？快来战斗塔试试吧，不可能挑战的极限任务在等着你！"}}}